Repository: Nano-3-Apple-Developer-Academy-C7/weathermama
Catalog: WeatherMama/Localizable.xcstrings
Source language: en
Languages: id

source: AT THIS HOUR
id: Pada Jam ini

source: BEST TIME:
id: Waktu Terbaik

source: High Chance
id: Sangat Mungkin

source: HOURLY FORECAST
id: Prediksi Per-jam

source: HUMIDITY
id: KELEMBAPAN

source: IT WILL RAIN ALL DAY...
id: Hari ini akan terus hujan

source: Likely
id: Mungkin

source: Low
id: Rendah

source: Not the best day to dry your clothes
id: Bukan waktu terbaik untuk menjemur pakaianmu

source: Optimal Condition for Quick Drying
id: Jemuranmu akan kering dengan cepat

source: OPTIMAL CONDITIONS FOR QUICK DRYING!
id: Jemuranmu akan kering dengan cepat!

source: Perfect day to dry your clothes
id: Hari yang tepat untuk menjemur pakaianmu

source: Perfect day to dry your clothes!
id: Hari yang tepat untuk menjemur pakaianmu

source: Possible
id: Bisa Jadi

source: PRECIPITATION
id: POTENSI HUJAN

source: TEMPERATURE
id: SUHU

source: THE SUNâ€™S OUT AGAIN!
id: Matahari akan muncul lagi!

source: TODAY
id: Hari ini

source: Unable to fetch location
id: Gagal Mendapat Data Lokasi

source: Unlikely
id: Aman

source: WIND
id: ANGIN
